tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"

# Shell & terminal
brew "bash"
brew "fish"
brew "fzf"
brew "stow"
brew "zoxide"
brew "romkatv/powerlevel10k/powerlevel10k"

# Version control
brew "git"
brew "git-secrets"

# Editors
brew "emacs"
brew "neovim"

# CLI tools
brew "atuin"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "gnupg"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "pandoc"
brew "ripgrep"
brew "sketchybar"
brew "sqlite"
brew "telnet"
brew "terraform"
brew "tesseract"
brew "virtualenv"
brew "wget"
brew "write-good"
brew "yarn"

# Languages & runtimes
brew "go"
brew "node"
brew "python@3.11"
brew "python@3.13"
brew "rbenv"
brew "ruby-build"

# Infrastructure
brew "ansible"
brew "asdf"
brew "docker"
brew "docker-completion"
brew "docker-machine"
brew "mysql"
brew "postgresql@14"
brew "redis"

# Media
brew "ffmpeg"

cask "aerospace"
cask "bitwarden"
cask "cursor"
cask "discord"
cask "firefox"
cask "flycut"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "macfuse"
cask "miniconda"
cask "raycast"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "wifiman"
