autoconf
bdw-gc
berkeley-db
brotli
c-ares
ca-certificates
cask
coreutils
docker
emacs
fish
gdbm
gettext
git
gmp
gnutls
guile
hugo
icu4c
jansson
jemalloc
libev
libevent
libffi
libidn2
libnghttp2
libtasn1
libtermkey
libtool
libunistring
libuv
luajit-openresty
luv
m4
msgpack
ncurses
neovim
nettle
nghttp2
node
openssl@1.1
p11-kit
pcre2
perl
pkg-config
rbenv
readline
ruby-build
sqlite
tccutil
telnet
tree-sitter
unbound
unibilium
wget
font-meslo-lg-nerd-font
flycut
google-chrome
iterm2
macfuse
rectangle
slack
