tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"

brew "abseil"
brew "ansible"
brew "aom"
brew "aribb24"
brew "asdf"
brew "aspell"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "bitwarden-cli"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "cask"
brew "certifi"
brew "cffi"
brew "cjson"
brew "clip"
brew "coreutils"
brew "cryptography"
brew "dav1d"
brew "direnv"
brew "docker"
brew "docker-completion"
brew "docker-machine"
brew "docutils"
brew "emacs"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flac"
brew "fmt"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "ghostscript"
brew "giflib"
brew "git"
brew "git-secrets"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "graphite2"
brew "groff"
brew "guile"
brew "harfbuzz"
brew "highway"
brew "hugo"
brew "icu4c@76"
brew "icu4c@77"
brew "imagemagick"
brew "imath"
brew "jansson"
brew "jasper"
brew "jbig2dec"
brew "jemalloc"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "krb5"
brew "lame"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libb2"
brew "libbluray"
brew "libcbor"
brew "libde265"
brew "libdeflate"
brew "libev"
brew "libevent"
brew "libfido2"
brew "libgcrypt"
brew "libgit2"
brew "libgpg-error"
brew "libheif"
brew "libidn"
brew "libidn2"
brew "libksba"
brew "liblqr"
brew "libmicrohttpd"
brew "libnghttp2"
brew "libogg"
brew "libomp"
brew "libpaper"
brew "libpng"
brew "libraw"
brew "librist"
brew "libsamplerate"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtommath"
brew "libtool"
brew "libunibreak"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxrender"
brew "libyaml"
brew "little-cms2"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luv"
brew "lz4"
brew "lzo"
brew "m4"
brew "mbedtls"
brew "mpdecimal"
brew "mpg123"
brew "msgpack"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "node"
brew "npth"
brew "nspr"
brew "nss"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "openssl@1.1"
brew "openssl@3"
brew "opus"
brew "p11-kit"
brew "pandoc"
brew "pango"
brew "pcre2"
brew "pinentry"
brew "pixman"
brew "pkgconf"
brew "poppler"
brew "postgresql"
brew "postgresql@13"
brew "postgresql@14"
brew "protobuf@29"
brew "psutils"
brew "pycparser"
brew "python-packaging"
brew "python@3.10"
brew "python@3.11"
brew "python@3.13"
brew "python@3.8"
brew "python@3.9"
brew "rav1e"
brew "rbenv"
brew "readline"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "rubberband"
brew "ruby-build"
brew "sdl2"
brew "sevenzip"
brew "shared-mime-info"
brew "sketchybar"
brew "snappy"
brew "speex"
brew "sqlite"
brew "srt"
brew "stow"
brew "svt-av1"
brew "tccutil"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "tesseract"
brew "theora"
brew "tree-sitter"
brew "uchardet"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "virtualenv"
brew "webp"
brew "wget"
brew "write-good"
brew "x264"
brew "x265"
brew "xorgproto"
brew "xvid"
brew "xz"
brew "yarn"
brew "zeromq"
brew "zimg"
brew "zlib"
brew "zoxide"
brew "zstd"
brew "romkatv/powerlevel10k/powerlevel10k"

cask "aerospace"
cask "bitwarden"
cask "cursor"
cask "discord"
cask "firefox"
cask "flycut"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "macfuse"
cask "miniconda"
cask "raycast"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "wifiman"
