tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "autoconf"
brew "ca-certificates"
brew "awscli"
brew "bdw-gc"
brew "c-ares"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "python@3.9"
brew "clip"
brew "docker"
brew "fish"
brew "git"
brew "go"
brew "hugo"
brew "jemalloc"
brew "libev"
brew "libfido2"
brew "libtermkey"
brew "luv"
brew "msgpack"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "postgresql"
brew "python@3.8", link: false
brew "rbenv"
brew "tccutil"
brew "telnet"
brew "virtualenv"
brew "yarn"
brew "hashicorp/tap/terraform"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "bitwarden"
cask "cyberduck"
cask "discord"
cask "firefox"
cask "flycut"
cask "google-chrome"
cask "iterm2"
cask "macfuse"
cask "postman"
cask "rectangle"
cask "skitch"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
